dz = '''
1. 5 студентів із найбільшим середнім балом з усіх предметів.
2. 1 студент із найвищим середнім балом з одного предмета.
3. Середній бал в групі по одному предмету.
4. Середній бал у потоці.
5. Які курси читає викладач.
6. Список студентів у групі.
7. Оцінки студентів у групі з предмета.
8. Оцінки студентів у групі з предмета на останньому занятті.
9. Список курсів, які відвідує студент.
10. Список курсів, які студенту читає викладач.
11. Середній бал, який викладач ставить студенту.
12. Середній бал, який ставить викладач.
13. Exit
'''

welcome = '''
Welcome to the training database.
We have 5 subjects, 30 students and grades per subject.
Select the query  above and enter considering number.
'''